type DescExample = {
  title: string;
  text: string;
};
export const descExample: DescExample[] = [
  {
    title: "Металевий корпус",
    text: "Vinga Iron S140 – якісний і надійний ноутбук, виконаний у металевому корпусі, що робить його неймовірно міцним і дуже привабливим з точки зору дизайну. Ноутбук виглядає просто приголомшливо.",
  },
  {
    title: "Компактність",
    text: "Ця модель позиціонується виробником як зручне рішення для щоденної роботи або навчання. Це компактний і досить продуктивний нетбук, який зручно брати з собою. Для запуску ресурсоємних додатків і вимогливих ігор потужності моделі буде недостатньо. Але базовим пакетом офісних програм, браузером та іншим подібним ПЗ користуватися буде комфортно.",
  },
  {
    title: "Комплектуючі",
    text: "Ноутбук Vinga Iron S140 оснащений продуктивним процесором і якісною графічною підсистемою. Такі характеристики забезпечатькомфортне виконання всіх базових користувацьких завдань.",
  },
  {
    title: "Дисплей",
    text: "Екран ноутбука виготовлений на основі матриці IPS, що забезпечує широкі кути огляду і реалістичну передачу кольорів. З урахуванням роздільної здатності користувачеві гарантована чітка і реалістична графіка. Для зберігання інформації нетбук оснащений об'ємним накопичувачем. Можна встановити ще один накопичувач SSD-формату M.2 у призначений для цього слот.",
  },
  {
    title: "Акумулятор",
    text: "Ноутбук Vinga Iron S140 отримав потужну батарею. Ємність акумулятора становить 5000 mAh. Цього вистачає для 6 годин роботи на одному заряді у штатному режимі. ",
  },
];
